let langArr = {
    adress: {
        ru: 'Полтава, ул. Квиткы Цисык, 20 (Краснофлотская)',
        ua: 'Полтава, вул. Квітки Цісик, 20',
    },
    menu1: {
        ru: 'Услуги',
        ua: 'Послуги',
    },
    menu2: {
        ru: 'Цены',
        ua: 'Ціни',
    },
    us: {
        ru: 'О Нас',
        ua: 'Про Нас',
    },
    descr: {
        ru: "Наша автомастерская предоставляет услуги в сфере автосервиса в городе Полтава. Мы сотрудничаем с мастерами, которые имеют огромный опыт выполнения технического обслуживания автомобилей. Мы также имеем всё необходимое оборудование, что позволяет делать качественный современный авторемонт и решать множество сложных задач. Вы сможете получить квалифицированную консультацию по вопросам, касающимся ремонта вашего автомобиля.",
        ua: "Наша автомайстерня надає послуги в сфері автосервісу в місті Полтава. Ми співпрацюємо з майстрами, які мають величезний досвід виконання технічного обслуговування автомобілів. Ми також маємо все необхідне обладнання, що дозволяє робити якісний сучасний авторемонт і вирішувати безліч складних завдань. Ви зможете отримати кваліфіковану консультацію з питань, що стосуються ремонту вашого автомобіля."
    },
    contact: {
        ru: 'Контакты',
        ua: 'Контакти',
    },
    find: {
        ru: 'Как нас найти',
        ua: 'Як нас знайти',
    },
    find: {
        ru: 'Как нас найти',
        ua: 'Як нас знайти',
    },
    strt: {
        ru: 'ул. Краснофлотская, 20',
        ua: 'вул. Червонофлотська, 20',
    },
    'new-strt': {
        ru: '(Квиткы Цисык)',
        ua: '(Квітки Цісик)',
    },
    'desc-rem-hod': {
        ru: 'Включает целый комплекс работ. Многие обращаются к мастеру именно из-за ухудшения состояния ходовой части автомобиля. Это могут быть скрипы, стуки в подвеске, плохая управляемость машины.',
        ua: 'Включає цілий комплекс робіт. Багато хто звертається до майстра саме через погіршення стану ходової частини автомобіля. Це можуть бути скрипи, стуки в підвісці, погана керованість машини.',
    },
    'desc-rem-reika': {
        ru: 'Рулевая рейка - очень важный элемент, предназначеный для управления автомобилем. Она является узлом, который соединяет руль и колёса, обеспечивая безопасность водителю и пассажирам.',
        ua: "Рульова рейка - дуже важливий елемент, призначений для управління автомобілем. Вона є вузлом, який з'єднує кермо і колеса, забезпечуючи безпеку водію і пасажирам.",
    },
    'desc-rem-engine': {
        ru: 'Двигатель - сердце автомобиля. Важно обеспечить бесперебойность и надёжность его работы, что позволит развивать достаточную мощность для нормальной тяги автомобиля в рамках норм расхода топлива и масла.',
        ua: 'Двигун - серце автомобіля. Важливо забезпечити безперебійність і надійність його роботи, що дозволить розвивати достатню потужність для нормальної тяги автомобіля в рамках норм витрати палива і масла ',
    },
    hod: {
        ru: 'Ходовой',
        ua: 'Ходової',
    },
    shod: {
        ru: 'Схождение',
        ua: 'Сходження',
    },
    reika: {
        ru: 'Рулевой рейки',
        ua: 'Рульової рейки',
    },
    engine: {
        ru: 'Бензинового двигателя',
        ua: 'Бензинового двигуна',
    },
    toPrice: {
        ru: 'К ценам',
        ua: 'До цін',
    },
    other: {
        ru: 'Другие услуги',
        ua: 'Додаткові послуги',
    },
    elek: {
        ru: 'электрооборудования',
        ua: 'електрообладнання',
    },
    'services-list': {
        ru: '<li>Стартер(все виды)</li><li>Генератор</li><li>Компьютерная диагностика</li><li>Печки</li><li>Установка сигнализации</li><li> Установка оптики </li> <li>Ремонт печек </li> <li>Установка противоугонного комплекса </li> <li>Установка защиты штатного оборудования </li> <li>Блокировка привода(КПП) </li> <li>Установка дополнительных опций</li> <li>Подогрев сидений </li> <hr class = "list-divider" > <li>Чистка форсунок инжектора </li> <li>Сварка </li> <li>Ремонт глушителя</li>',
        ua: '<li>Стартер(усі виды)</li><li>Генератор</li><li>Комп&#39;ютерн діагностика</li><li>Пічки</li><li>Установка сигналізації</li> <li> Установка оптики </li> <li >Ремонт пічок </li> <li>Установка протиугінного комплексу </li><li>Установка захисту штатного обладнання</li> <li>Блокування привода(КПП)</li> <li>Установка додаткових опцій </li> <li>Підігрів сидінь </li> <hr class = "list-divider"> <li>Чистка форсунок інжектора</li> <li >Сварка</li> <li>Ремонт глушника </li>',
    },
    location1: {
        ru: 'Расположение',
        ua: 'Розташування',
    },
    location2: {
        ru: 'на карте',
        ua: 'на карті',
    },
}

let tablePrice = {
    ru: {
        'Ремонт Ходовой': 'От 200 грн',
        'Развал-схождение': 'От 200 грн',
        'Ремонт Рулевой Рейки': 'От 200 грн',
        'Ремонт Бензинового двигателя': 'От 200 грн',
        'Ремонт Стартера': 'От 200 грн',
        'Ремонт Генератора': 'От 200 грн',
        'Диагностика Ходовой': 'От 200 грн',
        'Ремонт Ходовой': 'От 200 грн',
        'Компьютерная Диагностика': 'От 200 грн',
        'Замена Масла': 'От 200 грн',
        'Диагностика Сцепления': 'От 200 грн',
    },
    ua: {
        'Ремонт Ходової': 'Від 200 грн',
        'Развал-сходження': 'Від 200 грн',
        'Ремонт Рульової Рейки': 'Від 200 грн',
        'Ремонт Бензинового двигуна': 'Від 200 грн',
        'Ремонт Стартера': 'Від 200 грн',
        'Ремонт Генератора': 'Від 200 грн',
        'Діагностика Ходової': 'Від 200 грн',
        'Ремонт Ходової': 'Від 200 грн',
        'Комп&#39;ютерная Діагностика': 'Від 200 грн',
        'Заміна Масла': 'Від 200 грн',
        'Діагностика Зчеплення': 'Від 200 грн',
    }
}